/* $ObjectName=MAFSettingScreen_iOS */
/* $Collection=frwk.uicontrols.ios */
/* $Domain=BC */
/* $Developer=I043975 */
/* $Description=Mobile Application Framework - iOS Reusable UI Components */

/* XTIT: title in navigation bar */
"SETTINGS_TITLE" = "設定";

/* XGRP: header for a section */
"GENERAL_SETTINGS" = "一般設定";

/* XTIT: title in navigation bar for a view containing logon related fields */
"LOGON_SETTINGS" = "ログイン設定";

/* XTIT: title in navigation bar for a view containing version information */
"VERSION" = "バージョン";

/* XTIT: title in navigation bar for 'about' view */
"ABOUT" = "製品情報";

/* XTIT: title in navigation bar for a view containing logon type setting */
"LOGON_TYPE" = "ログインタイプ";

/* XLST: logon type to choose */
"BASIC_AUTH" = "基本認証";

/* XLST: logon type to choose */
"SSO" = "SSO";

/* XLST: logon type to choose */
"DEMO" = "デモ";

"SERV_URL" = "Service URL";

/* XFLD: label for a field */
"USERNAME" = "ユーザ名";

/* XFLD: label for a field */
"PASSWORD" = "パスワード";

"SETTINGS" = "Settings";

/* XTIT: title in navigation bar for a view containing advanced settings */
"ADVANCED_SETTINGS" = "詳細設定";

/* XFLD: label for a field */
"SERVER_URL" = "サーバ URL";

/* XFLD: label for a switch (on/off), max. approx. 18 characters */
"USE_SUP" = "SUP 使用";

/* XTIT: title in navigation bar for a view containing SUP connection information */
"SUP_CONNECTION_INFO" = "SUP 接続情報";

/* XFLD: label for a field */
"SERVER_NAME" = "サーバ名";

/* XFLD: label for a field */
"SERVER_PORT" = "サーバポート";

/* XFLD: label for a field */
"COMPANY_ID" = "会社 ID";

/* XFLD: label for a field */
"ACTIVATION_CODE" = "有効化コード";

/* XFLD: label for a field */
"URL_PREFIX" = "URL プレフィックス";

/* XGRP: header for a section */
"APPLICATION_SPECIFIC_SETTINGS" = "アプリケーション固有設定";

/* XMSG: error message title, displayed in an alert view */
"Msg_Title_Datavault_Error" = "データ保存エラー";

/* XMSG: error message details, displayed in an alert view, should not be longer than 2-3 rows */
"Msg_Datavault_Error" = "セキュアストレージに保存できませんでした。";

/* XTIT: title trait in navigation bar */
"HEADING" = "ヘッダ";

